{"do_lower_case": true, "unk_token": "[UNK]", "sep_token": "[SEP]", "pad_token": "[PAD]", "cls_token": "[CLS]", "mask_token": "[MASK]", "tokenize_chinese_chars": true, "strip_accents": null, "model_max_length": 512, "name_or_path": "sentence-transformers/nq-distilbert-base-v1", "special_tokens_map_file": "/home/ukp-reimers/msmarco/output/distilbert-base-uncased-mined_hard_neg-mean-pooling-no_identifier-epoch10-batchsize75-NTXentLossTriplet-2021-01-08_17-47-51/0_Transformer/special_tokens_map.json", "do_basic_tokenize": true, "never_split": null, "return_token_type_ids": true}